Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: To remove add-ons, choose <bold>text='Remove Add-ons'</bold> in the add-ons server connection dialog. You will be presented with options to remove any number of add-ons you currently have installed. It is not possible to remove add-ons for which there is publishing information (<italic>text='.pbl'</italic> files) attached, in order to prevent its accidental loss. If necessary, you must manually delete the information files or the add-ons themselves using a file manager provided by your platform.
uk_ua: Щоб видалити аддон, клацніть <bold>text='Видалити Аддон'</bold> у діалозі з'єднання з сервером аддонів. Вам буде даний вибір, щоб видалити будь-яку кількість аддонів, які зараз встановлені. Неможливо видалити аддони, для яких наявна інформація про публікацію (<italic>text='.pbl'</italic> файли) для того, щоб запобігти випадковій втраті. Якщо необхідно, вам доведеться вручну видалити інформаційні файли або аддони безпосередньо, користуючись файловим менеджером вашої платформи.

source: To see where the enemy can move to during their next turn, press Ctrl-v or Cmd-v. Ctrl-b or Cmd-b shows where the enemy could move, if your units were not on the map to block their progress.
uk_ua: Щоб побачити куди противник може дійти протягом наступного ходу, натисніть Ctrl-v або Cmd-v. Ctrl-b або Cmd-b показують, куди ворог міг би дійти, якби ваших бійців не було на карті і вони не блокували б його переміщення.

source: To the Midlands
uk_ua: До Серединних земель

source: To the Midlands &amp; Oldwood
uk_ua: До Серединних земель і Древнього лісу

source: To the Northrun
uk_ua: До Північних шляхів

source: To the southwest lay the Midlands. These were prosperous kingdoms, nestled between hill and forest. These had been the breadbasket of the Green Isle, exporting lumber and gemstones as well. The Midland kingdoms fed the city of Southbay, the largest city on the Isle. The coming of the orcs threatened to lay waste to all this.
uk_ua: На південному заході лежали Серединні землі. Це були процвітаючі королівства, які прихистила земля між лісів і пагорбів. Це була житниця Зеленого Острова, а також джерело цінного лісу і коштовних каменів. Ці королівства годували Південну Бухту, найбільше місто на Острові. Нашестя орків загрожувало повергнути їх в морок.

source: To those capable of building one, the ability to lay a <italic>text='bridge'</italic> offers a liberation from the fickle nature of waterways, whose fords come and go with the rise and fall of the waterline. This is to say nothing of the luxury of dry feet, the loss of which is no laughing matter in the cold months of the year. For those who go by land or sea, a bridge is the best of both worlds — for gameplay purposes, it is treated either as grassland or the underlying water, whichever offers the best movement and defensive bonuses for the unit occupying the bridge hex. Note that a swimming unit and a land unit are not capable of occupying a bridge hex at the same time.
uk_ua: Для тих, хто вміє їх будувати, вміння прокласти <italic>text='міст'</italic> пропонує звільнення від непостійної природи водних шляхів, де броди як з'являються так і зникають. Це не кажучи вже про розкіш сухих ніг, втратити яку в холодні місяці року зовсім не радісно. Для тих, хто мандрує морем або землею, міст завжди є найкращим вибором. З точки зору гри, він розглядається або як рівнина, або як вода, в залежності від того, де в бійця кращий захист та мобільність. Зауважте, що водоплавний та сухопутній боєць не можуть одночасно займати одну клітинку.

source: To undo your last move, press <b>u</b> or use the right-click menu.
uk_ua: Натисніть <b>u</b> або використайте правий клік миші для відміни останнього руху.

source: To view and change the hotkey settings open the Preferences menu and choose the Hotkeys tab.
uk_ua: Щоб продивитися чи змінити гарячі клавіши, відкрийте меню Параметрів та оберіть вкладку Гарячих клавіш.

source: To wake up the mages, move a unit near their tower.
uk_ua: Щоб розбудити магів, перемістите бійця, який їхньої вежі.

source: To war! Prepare to defend yourselves!
uk_ua: До бою! Готуйтесь оборонятися!

source: To win, either move Aiglondur to the signpost and Angarthing next to him, or move Angarthing to the signpost and Aiglondur next to him.
uk_ua: Щоб перемогти, необхідно перемістити Айглондура та Ангарсінга до вказівника.

source: To your posts, men! We should be able to evacuate everyone in three more boatloads. Until then, let us make those orcs pay dearly for every inch of our land. For our homes, for our people, for our fallen king!
uk_ua: По місцях, солдати! Відправимо усіх за три підходи. А доти — змусимо орків дорого заплатити за кожну п'ядь нашої землі. За наші дома, за наш народ і нашого полеглого короля!

source: ToD and Schedule Editor
uk_ua: Редактор часу та розкладу доби

source: Today he is a young man, by his devotion to the crown he is seeking to become a Lord — to join the elite of humanity.
uk_ua: Сьогодні він юнак, відданий короні, бажаючий стати лордом, щоб приєднатися до кращих представників людства.

source: Today is a most auspicious day for you, for I deem you worthy of the power of dragonfire. Show me your foes and I will incinerate them!
uk_ua: Сьогодні найкращий день у вашому життя, бо я вважаю вас гідними сили драконячого вогню. Покажіть мені своїх ворогів, я спопелю їх!

source: Today, you shall pay for disfiguring my face, mage!
uk_ua: Сьогодні ти заплатиш за моє спаплюжене обличчя, маг!

source: Together Again
uk_ua: Знову разом

source: Toggle Accelerated Speed
uk_ua: Переключити прискорення руху

source: Toggle Ellipses
uk_ua: Перемкнути багатокрапки

source: Toggle Full Screen
uk_ua: Увімкнути/Вимкнути повноекранний режим

source: Toggle Grid
uk_ua: Перемкнути сітку

source: Toggle Minimap Terrain Coding
uk_ua: Перемкнути кодування місцевості на мінікарті

source: Toggle Minimap Terrain Drawing
uk_ua: Перемкнути малювання мінікарти

source: Toggle Minimap Unit Coding
uk_ua: Перемкнути кодування бійців на мінікарті

source: Toggle Minimap Unit Drawing
uk_ua: Перемкнути малювання бійців на мінікарті

source: Toggle Minimap Village Drawing
uk_ua: Перемкнути малювання сіл на мінікарті

source: Toggle Terrain Transition Update
uk_ua: Перемкнути оновлення переходів плиток

source: Toggle between fullscreen and window mode
uk_ua: Перемкнутися між повноекранним та віконним режимом

source: Toggle fog for the current player.
uk_ua: Перемкнути туман для поточного гравця.

source: Toggle fog/shroud for the current side.
uk_ua: Перемкнути туман/пелену для поточної сторони.

source: Toggle muting/silencing of all observers on/off.
uk_ua: Перемкнути вимкнення/затишення повідомлень від усіх спостерігачів.

source: Toggle overlaying of number of bitmaps on hexes.
uk_ua: Перемкнути покриття кількості бітів на сітці.

source: Toggle overlaying of terrain codes on hexes.
uk_ua: Перемкнути покриття кодів місцевості на сітці.

source: Toggle overlaying of x,y coordinates on hexes.
uk_ua: Перемкнути покриття координат x, y на сітці.

source: Toggle planning mode.
uk_ua: Перемкнути режим планування.

source: Toggle shroud for the current player.
uk_ua: Перемкнути пелену для поточного гравця.

source: Toggle the display of the current frames per second. Also writes these values to a file in the userdata directory.
uk_ua: Перемкнути відображення поточних кадрів на секунду. Також записує ці значення в файл в папці користувача.

source: Toggle the idle state for a side. The host may make a side idle after a network disconnection.
uk_ua: Перемикає статус бездіяльності для сторін. Хост може встановити такий статус стороні, гравець якої відключився через проблеми з мережею.

source: Toggle the recruit attribute of a unit.
uk_ua: Дозволити бійцю вербувати.

source: Toggle the unit being renameable.
uk_ua: Дозволити переіменовувати бійця.

source: Tome of secrets
uk_ua: Книга секретів

source: Too bad that this isn’t going as well as the beach... I miss the beach.
uk_ua: Шкода, тут все буде не так, як на тому пляжі... Я нудьгую по пляжу.

source: Toothey the Serpent
uk_ua: Змій Зубатий

source: Top Panel
uk_ua: Верхня панель

source: Tor
uk_ua: Тор

source: Total bonus:
uk_ua: Бонус усього:

source: Total damage
uk_ua: Загальна шкода

source: Total gold:
uk_ua: Усього золота:

source: Touch
uk_ua: Дотик

source: Tournament
uk_ua: Турнір

source: Tower
uk_ua: Вежа

source: Tower of Doom
uk_ua: Вежа долі

source: Town Defense
uk_ua: Оборона міста

source: Tracking Enemy Movement
uk_ua: Відстежуємо ходи противника

source: Tracking Unused Units
uk_ua: Виявлення невикористуваних бійців

source: Traffic between the game and server is encrypted
uk_ua: Передача даних між грою та сервером зашифрована

source: Traffic between the game and server is not secure
uk_ua: Передача даних між грою та сервером не захищена

source: Trailers
uk_ua: Трейлери

source: Training
uk_ua: Тренування

source: Training Session
uk_ua: Навчання

source: Training improves newly recruited units, it has no effect on already recruited units. The following list shows all available training, the training you currently have is marked in green.
uk_ua: Тренування покращує новозавербованих бійців, воно не впливає на вже найняти бійців. У наступному списку показані всі доступні тренування; тренування, які ви маєте на даний момент, позначені зеленим кольором.

source: Trait:
uk_ua: Риса:

source: Traits
uk_ua: Риси

source: Traits are modifications that change a unit’s attributes slightly. They are usually randomly assigned to a unit when it is recruited. The traits available to a unit are largely determined by its <italic>text='race'</italic>.
uk_ua: Риси — це невеликі зміни параметрів бійців. Зазвичай вони призначаються бійцям випадковим чином при вербуванні. Здібності, які може мети боєць, головним чином визначаються його расою.

source: Transience
uk_ua: Швидкоплинність

source: Transition Update
uk_ua: Оновити переходи

source: Translation
uk_ua: Переклад

source: Translations:
uk_ua: Переклади:

source: Transport Galleon
uk_ua: Транспортний галеон

source: Transport Galleons are well-armed ships that carry troops. If they reach the shore, they can land the troops to attack.
uk_ua: Транспортні галеони — це добре озброєні галеони, що перевозять війська. Досягнувши берега, вони можуть висадити на берег десант.

source: Trapper
uk_ua: Звіролов

source: Trappers are skilled hunters who supply food and furs for several villages. Their hunting experience makes them most valuable at night and in forests and swamps.
uk_ua: Звіролови ― вправні мисливці, що забезпечують їжею та хутром декілька селищ. Їхній мисливський досвід робить їх незамінними вночі, особливо в лісах та болотах.

source: Trash
uk_ua: Сміття

source: Trash Pile
uk_ua: Купа сміття

source: Traveling Minstrels
uk_ua: Мандруючий менестрель

source: Treagh
uk_ua: Тріх

source: Treasure Chest Gold
uk_ua: Золото Скарбниці

source: Tree
uk_ua: Дерево

source: Treefolk
uk_ua: Лісовий народ

source: Trgrau
uk_ua: Тргра

source: Tribe fall long time ago, now tribe lost. This last fight of tribe. I fight with you, make last very great!
uk_ua: Плем'я давно мертве, зссаразсс плем'я втрачено. Цссе оссстання битва зсса плем'я. Я битимусссь зсса вассс, оссстання битва ссстане великою!

source: Trident of storms
uk_ua: Тризуб штормів

source: Triram
uk_ua: Трірам

source: Trithdurus
uk_ua: Трісдурус

source: Triton
uk_ua: Тритон

source: Tritons are combat masters of the sea. Skilled in use of the trident, Tritons easily defeat any enemy foolish enough to wander into their preferred environment. Their mastery of their weapon affords them flexibility in its use, and the highest-ranking among them use weaponry more comparable to halberds than simple spears.
uk_ua: Тритони — майстри бою на морі. Уміло володіючи тризубцями, тритони легко перемагають будь-якого ворога, який був досить дурний, щоб увійти до їх рідної стихії. Через велику майстерність у поводженні зі зброєю, тритони дуже гнучкі у її застосуванні, і найкращі з них використовують схожу на алебарди зброю, а не прості списи.

source: Triumph
uk_ua: Тріумф

source: Troll
uk_ua: Троль

source: Troll Encampment
uk_ua: Табір тролів

source: Troll Encampment Keep
uk_ua: Центр табору тролів

source: Troll Hero
uk_ua: Троль герой

source: Troll Hole
uk_ua: Нора тролів

source: Troll Rocklobber
uk_ua: Камнемет

source: Troll Shaman
uk_ua: Троль шаман

source: Troll Warrior
uk_ua: Троль воїн

source: Troll Whelp
uk_ua: Дитинча троля

source: Troll shamans are the mystical leaders of the trolls. Though not as strong or tough as other trolls, their true power lies in their fire magic, which they use to blast enemies with gouts of flame.
uk_ua: Шамани — містичні вожді тролів. Не будучи такими сильними і жорстокими, як інші тролі, істинну свою силу вони отримують від вогняної магії. Вона дозволяє їм розстрілювати супротивників потоками вогню.

source: Trolls
uk_ua: Тролі

source: Trolls and Woses cannot regenerate other units.
uk_ua: Тролі та Лісовики не можуть регенерувати інших бійців.

source: Trolls and Woses cure themselves from poison as a village does.
uk_ua: Тролі та Лісовики лікують себе від отрути як і село.

source: Trolls and Woses have the ability to heal themselves naturally through regeneration. They will heal 8 points each turn if they are injured. Note that because all units may only heal a maximum of 8 points per turn, Trolls and Woses gain no additional benefit from being on a village or next to a healing unit.
uk_ua: Тролі і лісовики мають природну здатність регенерування. Якщо вони поранені, вони за кожен хід зцілюються на 8 одиниць. Зверніть увагу, що оскільки усі бійці можуть зцілюватись максимум на 8 одиниць за хід, тролі і лісовики не отримують додаткової переваги від знаходження в селі або поряд з цілителем.

source: Trolls are ancient creatures, one of the oldest known races known to inhabit the Great Continent. They are large, slow, simple, and live extremely long lives inside deep caves or atop high mountains. The most unique characteristic of trolls is an internal vitality that sustains and heals them from within. As a result they live very different lives from almost any known creature. Trolls have few real needs: they require little food or water, and thus they have little incentive to pursue much besides protection from those who are hostile towards them. This in turn means they rarely have to worry about anything and can spend much of their time sleeping or in contemplation. Trolls have a curious affinity with nature. They do not relate with living things like elves do, but instead with earth and stone. They are also somewhat curious of their surroundings and many younger whelps even enjoy traveling and seeing the world. As trolls grow older they tend to become increasingly passive, gradually losing interest in their environment and spending more of their time sleeping in a quiet, familiar corner of their home cave. This is until they finally pass away as their bodies themselves slowly turn into lifeless statues of stone. Trolls are seen by many as being little more than yet another race of savage monsters. This common misconception is in part perpetuated by orcish successes in persuading trolls to join their armies. Because they are rather simple and do not understand the ways of other races or sometimes cannot even tell them apart, it is usually easy for an orcish band to convince a group of trolls that by joining them they get to exact revenge on those that have before hunted them. These new recruits are then directed to attack whoever the orcs themselves are currently in conflict with, whether previously a foe of the trolls or not, accumulating even more enemies for the misled trolls. The most common enemy of trolls are dwarves, and the animosity between these two races is ancient. <header>text='Geography'</header> Trolls have inhabited the mountains of the Great Continent longer than the dwarves who migrated there. Trolls are a common sight on the mountain ranges north and east of Wesnoth, and wherever Orcish hordes travel.
uk_ua: Тролі — стародавні створіння, одна з найстаріших рас, що населяють Великий Континент. Це великі, повільні, дурні створіння, що живуть надзвичайно довгі життя в глибині печер або на вершинах високих гір. Найдивовижніша особливість тролів — велика живучість, яка підтримує і зцілює їх зсередини. Як результат, їх життя дуже відрізняється від життів майже всіх відомих істот. Тролям не так вже й багато треба: їм достатньо трохи їжі або води, і у них немає стимулу до чогось прагнути, крім як до захисту від ворогів. Це, в свою чергу, означає, що їм рідко коли потрібно про щось піклуватися, і вони можуть витрачати більшу частину свого часу на сон або споглядання. У тролів є цікава близькість з природою, не з живими істотами, як у ельфів, але з землею і каменем. Вони також виявляють певну цікавість до того, що їх оточує, і багатьом їхнім дитинчатам навіть подобається подорожувати, щоб подивитися на світ. Але коли троль виростає, він стає все більш пасивним, поступово втрачаючи інтерес до того, що його оточує, і все більшу частину часу просто спить в зручному, звичному кутку своєї домашньої печери. Коли вони помирають, їх тіла поступово повільно перетворюються на мертві кам'яні статуї. Багато хто сприймає тролів, як ще одну расу лютих монстрів. Поширенню цього домислу в чималому ступені посприяли орки, які вмовляють тролів приєднуватися до їх армії. Оскільки тролі не дуже-то розумні, і часто не розуміють цілей інших рас, а часом і не можуть відрізнити одну від іншої, оркам зазвичай легко переконати групу тролів, що приєднавшись до них, вони зможуть помститися тим, хто перед цим на них полював. Потім орки направляють їх на бій з тими, з ким вони самі в конфлікті, незалежно, були вони ворогами тролів, чи ні. І тим самим тролі наживають собі ще більше ворогів. Найчастіше тролі стикаються з гномами, ворожнеча цих двох рас простягається в глиб століть. <header>text='Географія'</header> Тролі населяють гори Великого Континенту довше, ніж гноми, які туди переселились. Тролів часто можна бачити на гірських хребтах на півночі та сході Весноту, а також скрізь, куди йдуть орди орків.

source: Trolls blood potion
uk_ua: Зілля з крові троля

source: Trolls have long troubled the thoughts of humanity and dwarf-kind. Sages remain baffled at the origins of these creatures and the driving force behind their unnatural vitality and strength. A fully-grown troll towers above a man, and, even unarmed, would be a great threat in combat. The large clubs typically favored in fighting act as extensions of their arms, used for the same purpose of mauling their prey into submission.
uk_ua: Тролі завжди були проблемою для людей і гномів, яких досі ставить в безвихідь походження цих істот, як і їх неймовірна живучість і сила. Дорослий троль височіє, як скеля, над звичайною людиною, і навіть неозброєний становить загрозу в бою. Величезні палиці — їх улюблена зброя в бою, нагадують продовження їх рук, якими вони вибивають з ворога благання про пощаду.

source: Trolls typically neither need nor prefer to use any proper armament in combat, as large ‘sticks and stones’ serve them all too well. However, trolls have been seen on numerous occasions clad in rough-shod armor and bearing metal hammers. It is speculated that orcish allies are the source and crafters of these; expeditions into several forcibly-vacated troll holes have shown little evidence of tool use, and certainly no metalworking of any kind. Given how dangerous a troll is with its bare hands, the thought of a troll with proper armament is entirely unsettling.
uk_ua: Зазвичай в битві тролі не використовують спеціальної зброї, та вони її і не люблять, хіба що великі камені і палиці. Проте, час від часу зустрічаються тролі, одягнені в грубі обладунки і озброєні мелатевими молотами. Припускають, що ці обладунки і зброю виготовляють та постачають їх союзники орки, адже дослідники, що проникали в нори тролів, спостерігали лише примітивні знаряддя праці, жодним чином не пов'язані з обробкою металу. Беручи до уваги, як небезпечний в битві навіть неозброєний троль, думка про троля з подібним озброєнням повністю відбиває бажання з ним зв'язуватися.

source: Tromas
uk_ua: Тромас

source: Troops, to arms! Show these fugitive scum the meaning of the Queen’s law!
uk_ua: Солдати, до зброї! Покажемо цьому волоцюзькому сміттю важливість наказів Королеви!

source: Tropical Coastal Reef
uk_ua: Тропічний прибережний риф

source: Tropical Deep Water
uk_ua: Тропічна глибока вода

source: Tropical Forest
uk_ua: Тропічний ліс

source: Tropical Shallow Water
uk_ua: Тропічна мілка вода

source: Tropical Village
uk_ua: Тропічне село

source: Trouble your lands! Bah! Your fool Prince of Southbay has attacked our lands. The Lich-Lords had no choice... They opened a gate... and...
uk_ua: З війною на ваші землі? Ха! Ваш дурний Принц Південної Бухти напав на наші землі. У Владик-Лічів не було вибору... Вони відкрили ворота... і...

source: Trudd
uk_ua: Трад

source: Trust me. I have often traveled these woods with my comrades and I know a secret path through it. I am taking you there so we can avoid the elves on the way back.
uk_ua: Довіртесь мені. Я з моїми товаришами часто мандрував цими лісами і я знаю таємну стежку. Я веду вас так, щоб ми змогли уникнути ельфів.

source: Try it then, stinker.
uk_ua: Спробуй, смердюче.

source: Try to avoid moving next to unoccupied villages. An enemy unit may move into the village and attack you, while enjoying the defense and healing of the village.
uk_ua: Уникайте зупипок поблизу незайнятих сіл. Боєць противника може захопити село і атакувати вас, отримуючи при цьому переваги захисту і зцілення в селі.

source: Try to capture and keep control of as many villages as possible to keep the gold coming in.
uk_ua: Намагайтеся захопити і утримувати якомога більше сіл, щоб отримати більше золота.

source: Try to operate units with a small number of powerful attacks — such as Dark Adepts, Horsemen, Orcish Grunts or Dwarvish Thunderers — in pairs or threes. This gives you another try whenever your first devastating attack misses — as inevitably happens from time to time.
uk_ua: Прагніть використовувати бійців з невеликою кількість потужних атак, таких як Темні адепти, Вершники, Піхотинці орків, або Громовержці гномів, групами по два або по три. Це дасть Вам можливість спробувати атакувати повторно, якщо перша нищівна атака не дала ніякого ефекту — таке час від часу трапляється.

source: Try to position your troops so that they are attacking from a hex with high defense against an enemy in a hex with low terrain. That way, the enemy&#8217;s counterstrikes will be less likely to do damage.
uk_ua: Намагайтеся так розміщувати ваші війська, щоб вони атакували з добре захищеної території, а ворог знаходився б на невдалій території. В результаті цього контратаки ворога матимуть меншу вірогідність завдати шкоди.

source: Trying to create a corrupt file, please report this bug
uk_ua: Спроба створити зламаний файл, будь ласка, повідомте про помилку

source: Tur
uk_ua: Тур

source: Turin’s Monster of the Lake
uk_ua: Турінове Чудовисько Озера

source: Turkish Translation
uk_ua: Турецький переклад

source: Turn
uk_ua: Хід

source: Turn 11: Northerners
uk_ua: Хід 11: Мешканці півночі

source: Turn 14: Drakes
uk_ua: Хід 14: Дрейки

source: Turn 17: Undead
uk_ua: Хід 17: Мерці

source: Turn 2: Loyalists
uk_ua: Хід 2: Вірнопіддані

source: Turn 5: Knalgans
uk_ua: Хід 5: Союз Кналги

source: Turn 8: Rebels
uk_ua: Хід 8: Повстанці

source: Turn Bonus
uk_ua: Бонус ходу

source: Turn Countdown
uk_ua: Таймер ходу

source: Turn Number
uk_ua: Номер ходу

source: Turn bell
uk_ua: Сигнал початку ходу

source: Turn changed
uk_ua: Хід змінився

source: Turn counter (current turn/maximum number of turns)
uk_ua: Лічильник ходів(поточний хід/всього ходів)
